Repository: Derinhelm/LinuxApplicationDevelopment2020
Catalog: 10_Documenting/*.po
Languages: ru

source: Guess is used for guessing a hidden number Usage: guess [OPTION] --help print this help, then exit --version print version number, then exit
ru: Guess используется для угадывания загаданного числа Использование: guess [опции] --help печатает эту информацию, затем выходит --version печатает номер версии, затем выходит

source: Input a number from
ru: Введите число от

source: to
ru: до

source: You wrote a wrong number
ru: Вы ввели неверное число

source: YES
ru: ДА

source: NO
ru: НЕТ

source: Is the number greater than
ru: Число больше

source: (YES or NO)?
ru: (ДА или НЕТ)?

source: Wrong input!
ru: Неверный ввод!

source: Your number is
ru: Вы загадали

source: You made a mistake when answering the questions :(
ru: При ответе на вопросы вы сделали ошибку :(
